Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# Customization.OperatingSystemMediaPreviousOptionFormat
source: {0} updates earlier
ar_sa: {0} تحديثات سابقة
bg_bg: {0} актуализации по-рано
cs_cz: O {0} aktualizací dříve
da_dk: {0} opdateringer tidligere
de_de: {0} Updates zurück
el_gr: {0} ενημερώσεις νωρίτερα
es_mx: {0} actualizaciones antes
et_ee: {0} värskendust varasem
fi_fi: {0} päivitystä aiempi
fr_ca: {0} mises à jour antérieures
he_il: {0} עדכונים קודם לכן
hr_hr: {0} ažuriranja ranije
hu_hu: {0} frissítéssel korábbi
it_it: {0} aggiornamenti prima
ja_jp: {0} 個前の更新プログラム
ko_kr: {0}개 이전 업데이트
lt_lt: {0} naujinimais ankstesnis
lv_lv: Par {0} atjauninājumiem agrāks
nb_no: {0} oppdateringer tidligere
nl_nl: {0} updates eerder
pl_pl: O {0} aktualizacji wcześniej
pt_pt: {0} atualizações antes
ro_ro: Cu {0} actualizări în urmă
ru_ru: На {0} обновл. раньше
sk_sk: O {0} aktualizácií skôr
sl_si: {0} posodobitev prej
sr_latn_rs: {0} ažuriranja ranije
sv_se: {0} uppdateringar tidigare
th_th: ย้อนหลัง {0} การอัปเดต
tr_tr: {0} güncelleştirme geride
uk_ua: На {0} оновлень раніше
zh_cn: 提前 {0} 个更新
zh_tw: 提前 {0} 個更新

# Customization.OperatingSystemMediaPreviousSingleOption
source: 1 update earlier
ar_sa: تحديث واحد سابق
bg_bg: 1 актуализация по-рано
cs_cz: O 1 aktualizaci dříve
da_dk: 1 opdatering tidligere
de_de: 1 Update zurück
el_gr: 1 ενημέρωση νωρίτερα
es_mx: 1 actualización antes
et_ee: 1 värskendus varasem
fi_fi: 1 päivitys aiempi
fr_ca: 1 mise à jour antérieure
he_il: עדכון אחד קודם לכן
hr_hr: Jedno ažuriranje ranije
hu_hu: 1 frissítéssel korábbi
it_it: 1 aggiornamento prima
ja_jp: 1 個前の更新プログラム
ko_kr: 1개 이전 업데이트
lt_lt: 1 naujinimu ankstesnis
lv_lv: Par 1 atjauninājumu agrāks
nb_no: 1 oppdatering tidligere
nl_nl: 1 update eerder
pl_pl: O 1 aktualizację wcześniej
pt_pt: 1 atualização antes
ro_ro: Cu 1 actualizare în urmă
ru_ru: На 1 обновление раньше
sk_sk: O 1 aktualizáciu skôr
sl_si: 1 posodobitev prej
sr_latn_rs: 1 ažuriranje ranije
sv_se: 1 uppdatering tidigare
th_th: ย้อนหลัง 1 การอัปเดต
tr_tr: 1 güncelleştirme geride
uk_ua: На 1 оновлення раніше
zh_cn: 提前 1 个更新
zh_tw: 提前 1 個更新

# Customization.OperatingSystemVersionGroupDescription
source: Configure the Windows 11 versions offered during deployment.
ar_sa: قم بتكوين إصدارات Windows 11 المقدمة أثناء النشر.
bg_bg: Конфигурирайте версиите на Windows 11, предлагани по време на разполагането.
cs_cz: Nakonfigurujte verze Windows 11 nabízené během nasazení.
da_dk: Konfigurer de Windows 11-versioner, der tilbydes under udrulning.
de_de: Konfigurieren Sie die während der Bereitstellung angebotenen Windows 11-Versionen.
el_gr: Ρυθμίστε τις εκδόσεις Windows 11 που προσφέρονται κατά την ανάπτυξη.
es_mx: Configure las versiones de Windows 11 que se ofrecen durante la implementación.
et_ee: Konfigureerige juurutamise ajal pakutavad Windows 11 versioonid.
fi_fi: Määritä käyttöönoton aikana tarjottavat Windows 11 -versiot.
fr_ca: Configurez les versions de Windows 11 proposées pendant le déploiement.
he_il: הגדר את גרסאות Windows 11 שיוצעו במהלך הפריסה.
hr_hr: Konfigurirajte verzije sustava Windows 11 koje se nude tijekom implementacije.
hu_hu: Konfigurálja a telepítés során felkínált Windows 11-verziókat.
it_it: Configura le versioni di Windows 11 offerte durante la distribuzione.
ja_jp: 展開時に提供する Windows 11 のバージョンを構成します。
ko_kr: 배포 중 제공할 Windows 11 버전을 구성합니다.
lt_lt: Konfigūruokite diegimo metu siūlomas Windows 11 versijas.
lv_lv: Konfigurējiet izvietošanas laikā piedāvātās Windows 11 versijas.
nb_no: Konfigurer Windows 11-versjonene som tilbys under utrulling.
nl_nl: Configureer de Windows 11-versies die tijdens de implementatie worden aangeboden.
pl_pl: Skonfiguruj wersje systemu Windows 11 oferowane podczas wdrażania.
pt_pt: Configure as versões do Windows 11 disponibilizadas durante a implementação.
ro_ro: Configurați versiunile Windows 11 oferite în timpul implementării.
ru_ru: Настройте версии Windows 11, предлагаемые во время развертывания.
sk_sk: Nakonfigurujte verzie Windows 11 ponúkané počas nasadenia.
sl_si: Konfigurirajte različice sistema Windows 11, ki so na voljo med uvajanjem.
sr_latn_rs: Konfigurišite verzije sistema Windows 11 koje se nude tokom primene.
sv_se: Konfigurera de Windows 11-versioner som erbjuds under distributionen.
th_th: กำหนดค่าเวอร์ชัน Windows 11 ที่มีให้เลือกระหว่างการปรับใช้
tr_tr: Dağıtım sırasında sunulan Windows 11 sürümlerini yapılandırın.
uk_ua: Налаштуйте версії Windows 11, доступні під час розгортання.
zh_cn: 配置部署期间提供的 Windows 11 版本。
zh_tw: 設定部署期間提供的 Windows 11 版本。

# Customization.OperatingSystemVersionGroupHeader
source: Windows version
ar_sa: إصدار Windows
bg_bg: Версия на Windows
cs_cz: Verze Windows
el_gr: Έκδοση Windows
es_mx: Versión de Windows
et_ee: Windowsi versioon
fi_fi: Windows-versio
fr_ca: Version de Windows
he_il: גרסת Windows
hr_hr: Verzija sustava Windows
hu_hu: Windows-verzió
it_it: Versione di Windows
ja_jp: Windows バージョン
ko_kr: Windows 버전
lt_lt: Windows versija
lv_lv: Windows versija
nb_no: Windows-versjon
nl_nl: Windows-versie
pl_pl: Wersja systemu Windows
pt_pt: Versão do Windows
ro_ro: Versiune Windows
ru_ru: Версия Windows
sk_sk: Verzia Windows
sl_si: Različica sistema Windows
sr_latn_rs: Verzija sistema Windows
th_th: เวอร์ชัน Windows
tr_tr: Windows sürümü
uk_ua: Версія Windows
zh_cn: Windows 版本
zh_tw: Windows 版本

# Customization.WindowsOptionalFeatures.Action.Clear
source: Reset visible items
ar_sa: إعادة تعيين العناصر المرئية
bg_bg: Нулирайте видимите елементи
cs_cz: Obnovit viditelné položky
da_dk: Nulstil synlige elementer
de_de: Sichtbare Elemente zurücksetzen
el_gr: Επαναφορά ορατών στοιχείων
es_mx: Restablecer elementos visibles
et_ee: Lähtestage nähtavad üksused
fi_fi: Palauta näkyvät kohteet
fr_ca: Réinitialiser les éléments visibles
he_il: אפס פריטים גלויים
hr_hr: Poništi vidljive stavke
hu_hu: A látható elemek visszaállítása
it_it: Reimposta gli elementi visibili
ja_jp: 表示されている項目をリセットする
ko_kr: 보이는 항목 재설정
lt_lt: Iš naujo nustatyti matomus elementus
lv_lv: Atiestatīt redzamos vienumus
nb_no: Tilbakestill synlige elementer
nl_nl: Zichtbare items resetten
pl_pl: Zresetuj widoczne elementy
pt_pt: Redefinir itens visíveis
ro_ro: Resetați elementele vizibile
ru_ru: Сбросить видимые элементы
sk_sk: Obnoviť viditeľné položky
sl_si: Ponastavi vidne elemente
sr_latn_rs: Resetuj vidljive stavke
sv_se: Återställ synliga objekt
th_th: รีเซ็ตรายการที่มองเห็นได้
tr_tr: Görünür öğeleri sıfırla
uk_ua: Скинути видимі елементи
zh_cn: 重置可见项目
zh_tw: 重設可見項目

# Customization.WindowsOptionalFeatures.Action.Disable
source: Disable visible items
ar_sa: تعطيل العناصر المرئية
bg_bg: Деактивирайте видимите елементи
cs_cz: Zakázat viditelné položky
da_dk: Deaktiver synlige elementer
de_de: Sichtbare Elemente deaktivieren
el_gr: Απενεργοποίηση ορατών στοιχείων
es_mx: Deshabilitar elementos visibles
et_ee: Keela nähtavad üksused
fi_fi: Poista näkyvät kohteet käytöstä
fr_ca: Désactiver les éléments visibles
he_il: השבת פריטים גלויים
hr_hr: Onemogući vidljive stavke
hu_hu: A látható elemek letiltása
it_it: Disattiva gli elementi visibili
ja_jp: 表示されているアイテムを無効にする
ko_kr: 보이는 항목 비활성화
lt_lt: Išjungti matomus elementus
lv_lv: Atspējot redzamos vienumus
nb_no: Deaktiver synlige elementer
nl_nl: Schakel zichtbare items uit
pl_pl: Wyłącz widoczne elementy
pt_pt: Desativar itens visíveis
ro_ro: Dezactivează elementele vizibile
ru_ru: Отключить видимые элементы
sk_sk: Zakázať viditeľné položky
sl_si: Onemogoči vidne elemente
sr_latn_rs: Onemogući vidljive stavke
sv_se: Inaktivera synliga objekt
th_th: ปิดใช้งานรายการที่มองเห็นได้
tr_tr: Görünür öğeleri devre dışı bırak
uk_ua: Вимкнути видимі елементи
zh_cn: 禁用可见项目
zh_tw: 停用可見項目

# Customization.WindowsOptionalFeatures.Action.DisableAll
source: Disable all
ar_sa: تعطيل الكل
bg_bg: Деактивиране на всички
cs_cz: Zakázat vše
da_dk: Deaktiver alle
de_de: Alle deaktivieren
el_gr: Απενεργοποίηση όλων
es_mx: Deshabilitar todo
et_ee: Keela kõik
fi_fi: Poista kaikki käytöstä
fr_ca: Tout désactiver
he_il: השבת הכול
hr_hr: Onemogući sve
hu_hu: Összes letiltása
it_it: Disattiva tutto
ja_jp: すべて無効にする
ko_kr: 모두 비활성화
lt_lt: Išjungti viską
lv_lv: Atspējot visu
nb_no: Deaktiver alle
nl_nl: Alles uitschakelen
pl_pl: Wyłącz wszystko
pt_pt: Desativar tudo
ro_ro: Dezactivați tot
ru_ru: Отключить все
sk_sk: Zakázať všetko
sl_si: Onemogoči vse
sr_latn_rs: Onemogući sve
sv_se: Inaktivera alla
th_th: ปิดใช้งานทั้งหมด
tr_tr: Tümünü devre dışı bırak
uk_ua: Вимкнути все
zh_cn: 全部禁用
zh_tw: 全部停用

# Customization.WindowsOptionalFeatures.Action.Enable
source: Enable visible items
ar_sa: تمكين العناصر المرئية
bg_bg: Активиране на видими елементи
cs_cz: Povolit viditelné položky
da_dk: Aktiver synlige elementer
de_de: Sichtbare Elemente aktivieren
el_gr: Ενεργοποίηση ορατών στοιχείων
es_mx: Habilitar elementos visibles
et_ee: Luba nähtavad üksused
fi_fi: Ota näkyvät kohteet käyttöön
fr_ca: Activer les éléments visibles
he_il: אפשר פריטים גלויים
hr_hr: Omogući vidljive stavke
hu_hu: Engedélyezze a látható elemeket
it_it: Abilita elementi visibili
ja_jp: 表示アイテムを有効にする
ko_kr: 표시 항목 활성화
lt_lt: Įgalinti matomus elementus
lv_lv: Iespējot redzamos vienumus
nb_no: Aktiver synlige elementer
nl_nl: Schakel zichtbare items in
pl_pl: Włącz widoczne elementy
pt_pt: Ativar itens visíveis
ro_ro: Activați elementele vizibile
ru_ru: Включить видимые элементы
sk_sk: Povoliť viditeľné položky
sl_si: Omogoči vidne elemente
sr_latn_rs: Omogući vidljive stavke
sv_se: Aktivera synliga objekt
th_th: เปิดใช้งานรายการที่มองเห็นได้
tr_tr: Görünür öğeleri etkinleştir
uk_ua: Увімкнути видимі елементи
zh_cn: 启用可见项目
zh_tw: 啟用可見項目

# Customization.WindowsOptionalFeatures.Action.EnableAll
source: Enable all
ar_sa: تمكين الكل
bg_bg: Активиране на всички
cs_cz: Povolit vše
da_dk: Aktiver alle
de_de: Alle aktivieren
el_gr: Ενεργοποίηση όλων
es_mx: Habilitar todo
et_ee: Luba kõik
fi_fi: Ota kaikki käyttöön
fr_ca: Tout activer
he_il: הפעל הכול
hr_hr: Omogući sve
hu_hu: Összes engedélyezése
it_it: Abilita tutto
ja_jp: すべて有効にする
ko_kr: 모두 활성화
lt_lt: Įgalinti viską
lv_lv: Iespējot visu
nb_no: Aktiver alle
nl_nl: Alles inschakelen
pl_pl: Włącz wszystko
pt_pt: Ativar tudo
ro_ro: Activați tot
ru_ru: Включить все
sk_sk: Povoliť všetko
sl_si: Omogoči vse
sr_latn_rs: Omogući sve
sv_se: Aktivera alla
th_th: เปิดใช้งานทั้งหมด
tr_tr: Tümünü etkinleştir
uk_ua: Увімкнути все
zh_cn: 全部启用
zh_tw: 全部啟用

# Customization.WindowsOptionalFeatures.Action.ResetAll
source: Reset all
ar_sa: إعادة تعيين الكل
bg_bg: Нулиране на всички
cs_cz: Obnovit vše
da_dk: Nulstil alle
de_de: Alle zurücksetzen
el_gr: Επαναφορά όλων
es_mx: Restablecer todo
et_ee: Lähtesta kõik
fi_fi: Palauta kaikki
fr_ca: Tout réinitialiser
he_il: אפס הכול
hr_hr: Poništi sve
hu_hu: Összes visszaállítása
it_it: Reimposta tutto
ja_jp: すべてリセットする
ko_kr: 모두 재설정
lt_lt: Iš naujo nustatyti viską
lv_lv: Atiestatīt visu
nb_no: Tilbakestill alle
nl_nl: Alles resetten
pl_pl: Zresetuj wszystko
pt_pt: Redefinir tudo
ro_ro: Resetați tot
ru_ru: Сбросить все
sk_sk: Obnoviť všetko
sl_si: Ponastavi vse
sr_latn_rs: Resetuj sve
sv_se: Återställ alla
th_th: รีเซ็ตทั้งหมด
tr_tr: Tümünü sıfırla
uk_ua: Скинути все
zh_cn: 全部重置
zh_tw: 全部重設

# Customization.WindowsOptionalFeatures.BulkConfirmationMessageFormat
source: This will update {0} affected features, including descendants. Do you want to continue?
ar_sa: سيؤدي هذا إلى تحديث {0} من الميزات المتأثرة، بما في ذلك الميزات التابعة. هل تريد المتابعة؟
bg_bg: Това ще актуализира {0} засегнати функции, включително подчинените им функции. Искате ли да продължите?
cs_cz: Tím se aktualizuje {0} ovlivněných funkcí včetně podřízených funkcí. Chcete pokračovat?
da_dk: Dette opdaterer {0} berørte funktioner, inklusive underordnede funktioner. Vil du fortsætte?
de_de: Dadurch werden {0} betroffene Features einschließlich untergeordneter Features aktualisiert. Möchten Sie fortfahren?
el_gr: Αυτό θα ενημερώσει {0} επηρεαζόμενες δυνατότητες, συμπεριλαμβανομένων των απογόνων τους. Θέλετε να συνεχίσετε;
es_mx: Esto actualizará {0} características afectadas, incluidas sus características descendientes. ¿Deseas continuar?
et_ee: See värskendab {0} mõjutatud funktsiooni, sealhulgas nende alamfunktsioone. Kas soovite jätkata?
fi_fi: Tämä päivittää {0} ominaisuutta, joihin muutos vaikuttaa, mukaan lukien niiden alitoiminnot. Haluatko jatkaa?
fr_ca: Cela mettra à jour {0} fonctionnalités concernées, y compris leurs fonctionnalités descendantes. Voulez-vous continuer ?
he_il: פעולה זו תעדכן {0} תכונות מושפעות, כולל תכונות צאצא. להמשיך?
hr_hr: Ovo će ažurirati {0} zahvaćenih značajki, uključujući njihove podređene značajke. Želite li nastaviti?
hu_hu: Ez {0} érintett funkciót frissít, beleértve az alárendelt funkciókat is. Folytatja?
it_it: Questa operazione aggiornerà {0} funzionalità interessate, incluse le relative funzionalità discendenti. Vuoi continuare?
ja_jp: これにより、子孫を含む影響対象の機能 {0} 件が更新されます。続行しますか？
ko_kr: 이 작업으로 하위 항목을 포함하여 영향을 받는 기능 {0}개가 업데이트됩니다. 계속할까요?
lt_lt: Tai atnaujins {0} paveiktas funkcijas, įskaitant jų antrines funkcijas. Ar norite tęsti?
lv_lv: Tas atjauninās {0} ietekmētās funkcijas, tostarp to pakārtotās funkcijas. Vai vēlaties turpināt?
nb_no: Dette vil oppdatere {0} berørte funksjoner, inkludert underordnede funksjoner. Vil du fortsette?
nl_nl: Hiermee worden {0} betrokken functies bijgewerkt, inclusief onderliggende functies. Wil je doorgaan?
pl_pl: Spowoduje to zaktualizowanie {0} funkcji, których dotyczy zmiana, w tym ich funkcji podrzędnych. Czy chcesz kontynuować?
pt_pt: Isto atualizará {0} funcionalidades afetadas, incluindo as funcionalidades descendentes. Pretende continuar?
ro_ro: Aceasta va actualiza {0} caracteristici afectate, inclusiv caracteristicile descendente. Doriți să continuați?
ru_ru: Будут обновлены затронутые функции ({0}), включая их дочерние функции. Продолжить?
sk_sk: Týmto sa aktualizuje {0} ovplyvnených funkcií vrátane ich podriadených funkcií. Chcete pokračovať?
sl_si: S tem boste posodobili {0} zadevnih funkcij, vključno z njihovimi podrejenimi funkcijami. Ali želite nadaljevati?
sr_latn_rs: Ovo će ažurirati {0} obuhvaćenih funkcija, uključujući njihove podređene funkcije. Želite li da nastavite?
sv_se: Detta uppdaterar {0} berörda funktioner, inklusive underordnade funktioner. Vill du fortsätta?
th_th: การดำเนินการนี้จะอัปเดตฟีเจอร์ที่ได้รับผลกระทบ {0} รายการ รวมถึงฟีเจอร์ย่อย คุณต้องการดำเนินการต่อหรือไม่?
tr_tr: Bu işlem, alt özellikler dahil olmak üzere etkilenen {0} özelliği güncelleyecek. Devam etmek istiyor musunuz?
uk_ua: Буде оновлено {0} функцій, яких стосується зміна, включно з їхніми дочірніми функціями. Бажаєте продовжити?
zh_cn: 这将更新 {0} 个受影响的功能，包括其后代功能。是否继续？
zh_tw: 這將更新 {0} 個受影響的功能，包括其下層功能。是否繼續？

# Customization.WindowsOptionalFeatures.BulkConfirmationPrimary
source: Apply
ar_sa: تطبيق
bg_bg: Прилагане
cs_cz: Použít
da_dk: Anvend
de_de: Anwenden
el_gr: Εφαρμογή
es_mx: Aplicar
et_ee: Rakenda
fi_fi: Käytä
fr_ca: Appliquer
he_il: החל
hr_hr: Primijeni
hu_hu: Alkalmaz
it_it: Applica
ja_jp: 適用
ko_kr: 적용
lt_lt: Taikyti
lv_lv: Lietot
nb_no: Bruk
nl_nl: Toepassen
pl_pl: Zastosuj
pt_pt: Aplicar
ro_ro: Aplică
ru_ru: Применить
sk_sk: Použiť
sl_si: Uporabi
sr_latn_rs: Primeni
sv_se: Tillämpa
th_th: ใช้
tr_tr: Uygula
uk_ua: Застосувати
zh_cn: 应用
zh_tw: 套用

# Customization.WindowsOptionalFeatures.BulkConfirmationTitle
source: Apply bulk change?
ar_sa: تطبيق التغيير الجماعي؟
bg_bg: Прилагане на групова промяна?
cs_cz: Použít hromadnou změnu?
da_dk: Anvend samlet ændring?
de_de: Sammeländerung anwenden?
el_gr: Εφαρμογή μαζικής αλλαγής;
es_mx: ¿Aplicar cambio masivo?
et_ee: Kas rakendada hulgi muudatus?
fi_fi: Käytä joukkamuutosta?
fr_ca: Appliquer la modification groupée ?
he_il: להחיל שינוי מרוכז?
hr_hr: Primijeniti skupnu promjenu?
hu_hu: Alkalmazza a tömeges módosítást?
it_it: Applicare la modifica in blocco?
ja_jp: 一括変更を適用しますか？
ko_kr: 일괄 변경을 적용할까요?
lt_lt: Taikyti masinį pakeitimą?
lv_lv: Vai lietot masveida izmaiņas?
nb_no: Bruke masseendring?
nl_nl: Bulkwijziging toepassen?
pl_pl: Zastosować zmianę zbiorczą?
pt_pt: Aplicar alteração em massa?
ro_ro: Aplicați modificarea în masă?
ru_ru: Применить массовое изменение?
sk_sk: Použiť hromadnú zmenu?
sl_si: Uporabiti množično spremembo?
sr_latn_rs: Primeniti grupnu izmenu?
sv_se: Tillämpa massändring?
th_th: ใช้การเปลี่ยนแปลงแบบกลุ่ม?
tr_tr: Toplu değişiklik uygulansın mı?
uk_ua: Застосувати масову зміну?
zh_cn: 应用批量更改？
zh_tw: 套用批次變更？

# Customization.WindowsOptionalFeatures.Category.AiComponents
source: AI components
ar_sa: مكونات الذكاء الاصطناعي
bg_bg: AI компоненти
cs_cz: AI komponenty
da_dk: AI komponenter
de_de: KI-Komponenten
el_gr: Στοιχεία AI
es_mx: Componentes de IA
et_ee: AI komponendid
fi_fi: AI komponentit
fr_ca: Composants d'IA
he_il: רכיבי AI
hr_hr: AI komponente
hu_hu: AI összetevők
it_it: Componenti dell'intelligenza artificiale
ja_jp: AIコンポーネント
ko_kr: AI 구성 요소
lt_lt: AI komponentai
lv_lv: AI komponenti
nb_no: AI-komponenter
nl_nl: AI-componenten
pl_pl: Komponenty AI
pt_pt: Componentes de IA
ro_ro: Componente AI
ru_ru: Компоненты искусственного интеллекта
sk_sk: komponenty AI
sl_si: komponente AI
sr_latn_rs: AI komponente
sv_se: AI-komponenter
th_th: ส่วนประกอบเอไอ
tr_tr: Yapay zeka bileşenleri
uk_ua: Компоненти ШІ
zh_cn: 人工智能组件
zh_tw: 人工智慧組件

# Customization.WindowsOptionalFeatures.Category.Compatibility
source: Compatibility
ar_sa: التوافق
bg_bg: Съвместимост
cs_cz: Kompatibilita
da_dk: Kompatibilitet
de_de: Kompatibilität
el_gr: Συμβατότητα
es_mx: Compatibilidad
et_ee: Ühilduvus
fi_fi: Yhteensopivuus
fr_ca: Compatibilité
he_il: תְאִימוּת
hr_hr: Kompatibilnost
hu_hu: Kompatibilitás
it_it: Compatibilità
ja_jp: 互換性
ko_kr: 호환성
lt_lt: Suderinamumas
lv_lv: Saderība
nb_no: Kompatibilitet
nl_nl: Compatibiliteit
pl_pl: Zgodność
pt_pt: Compatibilidade
ro_ro: Compatibilitate
ru_ru: Совместимость
sk_sk: Kompatibilita
sl_si: Združljivost
sr_latn_rs: Kompatibilnost
sv_se: Kompatibilitet
th_th: ความเข้ากันได้
tr_tr: Uyumluluk
uk_ua: Сумісність
zh_cn: 兼容性
zh_tw: 相容性

# Customization.WindowsOptionalFeatures.Category.Containers
source: Containers
ar_sa: حاويات
bg_bg: Контейнери
cs_cz: Kontejnery
da_dk: Containere
de_de: Container
es_mx: Contenedores
et_ee: Konteinerid
fi_fi: Säilöt
fr_ca: Conteneurs
he_il: קונטיינרים
hr_hr: Kontejneri
hu_hu: Konténerek
it_it: Contenitori
ja_jp: コンテナ
ko_kr: 컨테이너
lt_lt: Konteineriai
lv_lv: Konteineri
nb_no: Containere
pl_pl: Kontenery
pt_pt: Contentores
ro_ro: Containere
ru_ru: Контейнеры
sk_sk: Kontajnery
sl_si: Vsebniki
sr_latn_rs: Kontejneri
sv_se: Containrar
th_th: คอนเทนเนอร์
tr_tr: Konteynerler
uk_ua: Контейнери
zh_cn: 容器
zh_tw: 容器

# Customization.WindowsOptionalFeatures.Category.DeviceLockdown
source: Device lockdown
ar_sa: قفل الجهاز
bg_bg: Блокиране на устройството
cs_cz: Uzamčení zařízení
da_dk: Enhedslåsning
de_de: Gerätesperre
el_gr: Κλείδωμα συσκευής
es_mx: Bloqueo del dispositivo
et_ee: Seadme lukustus
fi_fi: Laitteen lukitus
fr_ca: Verrouillage de l'appareil
he_il: נעילת מכשיר
hr_hr: Zaključavanje uređaja
hu_hu: Eszköz zárolása
it_it: Blocco del dispositivo
ja_jp: デバイスのロックダウン
ko_kr: 장치 잠금
lt_lt: Įrenginio užraktas
lv_lv: Ierīces bloķēšana
nb_no: Låsing av enheten
nl_nl: Apparaatvergrendeling
pl_pl: Blokada urządzenia
pt_pt: Bloqueio de dispositivo
ro_ro: Blocarea dispozitivului
ru_ru: Блокировка устройства
sk_sk: Uzamknutie zariadenia
sl_si: Zaklepanje naprave
sr_latn_rs: Zaključavanje uređaja
sv_se: Låsning av enheten
th_th: การล็อคอุปกรณ์
tr_tr: Cihaz kilitleme
uk_ua: Блокування пристрою
zh_cn: 设备锁定
zh_tw: 裝置鎖定

# Customization.WindowsOptionalFeatures.Category.Diagnostics
source: Diagnostics
ar_sa: التشخيص
bg_bg: Диагностика
cs_cz: Diagnostika
da_dk: Diagnostik
de_de: Diagnose
el_gr: Διαγνωστικά
es_mx: Diagnóstico
et_ee: Diagnostika
fi_fi: Diagnostiikka
fr_ca: Diagnostic
he_il: אבחון
hr_hr: Dijagnostika
hu_hu: Diagnosztika
it_it: Diagnostica
ja_jp: 診断
ko_kr: 진단
lt_lt: Diagnostika
lv_lv: Diagnostika
nb_no: Diagnostikk
nl_nl: Diagnostiek
pl_pl: Diagnostyka
pt_pt: Diagnóstico
ro_ro: Diagnosticare
ru_ru: Диагностика
sk_sk: Diagnostika
sl_si: Diagnostika
sr_latn_rs: Dijagnostika
sv_se: Diagnostik
th_th: การวินิจฉัย
tr_tr: Teşhis
uk_ua: діагностика
zh_cn: 诊断
zh_tw: 診斷

# Customization.WindowsOptionalFeatures.Category.DirectoryServices
source: Directory services
ar_sa: خدمات الدليل
bg_bg: Директорийни услуги
cs_cz: Adresářové služby
da_dk: Katalogtjenester
de_de: Verzeichnisdienste
el_gr: Υπηρεσίες καταλόγου
es_mx: Servicios de directorio
et_ee: Kataloogiteenused
fi_fi: Hakemistopalvelut
fr_ca: Services d'annuaire
he_il: שירותי ספריות
hr_hr: Imeničke usluge
hu_hu: Címtárszolgáltatások
it_it: Servizi directory
ja_jp: ディレクトリサービス
ko_kr: 디렉토리 서비스
lt_lt: Katalogų paslaugos
lv_lv: Direktoriju pakalpojumi
nb_no: Katalogtjenester
pl_pl: Usługi katalogowe
pt_pt: Serviços de diretório
ro_ro: Servicii de director
ru_ru: Службы каталогов
sk_sk: Adresárové služby
sl_si: Imeniške storitve
sr_latn_rs: Usluge imenika
sv_se: Katalogtjänster
th_th: บริการไดเรกทอรี
tr_tr: Dizin hizmetleri
uk_ua: Довідкові служби
zh_cn: 目录服务
zh_tw: 目錄服務

# Customization.WindowsOptionalFeatures.Category.FileServices
source: File services
ar_sa: خدمات الملفات
bg_bg: Файлови услуги
cs_cz: Souborové služby
da_dk: Filtjenester
de_de: Dateidienste
el_gr: Υπηρεσίες αρχείων
es_mx: Servicios de archivos
et_ee: Failiteenused
fi_fi: Tiedostopalvelut
fr_ca: Services de fichiers
he_il: שירותי קבצים
hr_hr: Datotečne usluge
hu_hu: Fájlszolgáltatások
it_it: Servizi file
ja_jp: ファイルサービス
ko_kr: 파일 서비스
lt_lt: Failų paslaugos
lv_lv: Failu pakalpojumi
nb_no: Filtjenester
nl_nl: Bestandsdiensten
pl_pl: Usługi plików
pt_pt: Serviços de arquivo
ro_ro: Servicii de fișiere
ru_ru: Файловые службы
sk_sk: Súborové služby
sl_si: Datotečne storitve
sr_latn_rs: Usluge datoteka
sv_se: Filtjänster
th_th: บริการไฟล์
tr_tr: Dosya hizmetleri
uk_ua: Файлові служби
zh_cn: 文件服务
zh_tw: 文件服務

# Customization.WindowsOptionalFeatures.Category.FileSystems
source: File systems
ar_sa: أنظمة الملفات
bg_bg: Файлови системи
cs_cz: Souborové systémy
da_dk: Filsystemer
de_de: Dateisysteme
el_gr: Συστήματα αρχείων
es_mx: Sistemas de archivos
et_ee: Failisüsteemid
fi_fi: Tiedostojärjestelmät
fr_ca: Systèmes de fichiers
he_il: מערכות קבצים
hr_hr: Datotečni sustavi
hu_hu: Fájlrendszerek
it_it: File system
ja_jp: ファイルシステム
ko_kr: 파일 시스템
lt_lt: Failų sistemos
lv_lv: Failu sistēmas
nb_no: Filsystemer
nl_nl: Bestandssystemen
pl_pl: Systemy plików
pt_pt: Sistemas de ficheiros
ro_ro: Sisteme de fișiere
ru_ru: Файловые системы
sk_sk: Súborové systémy
sl_si: Datotečni sistemi
sr_latn_rs: Sistemi datoteka
sv_se: Filsystem
th_th: ระบบไฟล์
tr_tr: Dosya sistemleri
uk_ua: Файлові системи
zh_cn: 文件系统
zh_tw: 檔案系統
